Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: session cwd
de: Arbeitsverzeichnis der Sitzung
es: directorio actual de la sesión
fr: répertoire courant de la session
ja: セッションのカレントディレクトリ
zh_hans: 会话当前目录
zh_hant: 工作階段目前目錄

source: session switcher
de: Sitzungswechsler
es: selector de sesiones
fr: sélecteur de sessions
ja: セッション切り替え
zh_hans: 会话切换器
zh_hant: 工作階段切換器

source: sessions
de: Sitzungen
es: sesiones
ja: セッション
zh_hans: 会话
zh_hant: 工作階段

source: set up as new
de: Als neu einrichten
es: configurar como nuevo
fr: configurer comme neuf
ja: 新規としてセットアップ
zh_hans: 设置为新设备
zh_hant: 設定為新裝置

source: sets tmux pane options for shell activation and latest agent state, and writes a private OSC status frame to the owning terminal
de: setzt tmux-Bereichsoptionen für die Shell-Aktivierung und den letzten Agentenstatus und schreibt einen privaten OSC-Statusframe an das zugehörige Terminal
es: define opciones de panel de tmux para la activación del shell y el último estado del agente, y escribe un frame de estado OSC privado en el terminal propietario
fr: définit des options de volet tmux pour l'activation du shell et le dernier état de l'agent, et écrit une trame d'état OSC privée dans le terminal propriétaire
ja: シェルの有効化と最新のエージェント状態のために tmux のペインオプションを設定し、所有するターミナルへプライベートな OSC ステータスフレームを書き込みます
zh_hans: 为 shell 激活和最新的智能体状态设置 tmux 窗格选项，并向所属终端写入一个私有的 OSC 状态帧
zh_hant: 為 shell 啟用和最新的智慧體狀態設定 tmux 窗格選項，並向所屬終端機寫入一個私有的 OSC 狀態訊框

source: settings
de: Einstellungen
es: ajustes
fr: réglages
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: share
de: teilen
es: compartir
fr: partager
ja: 共有
zh_hans: 共享
zh_hant: 共享

source: share a screenshot
de: Bildschirmfoto teilen
es: compartir una captura de pantalla
fr: partager une capture d'écran
ja: スクリーンショットを共有
zh_hans: 共享一张截屏
zh_hant: 共享一張截圖

source: share or drop a screenshot
de: Bildschirmfoto teilen oder hierher ziehen
es: comparte o suelta una captura de pantalla
fr: partagez ou déposez une capture d'écran
ja: スクリーンショットを共有するか、ここにドロップします
zh_hans: 共享或拖入一张截屏
zh_hant: 共享或拖入一張截圖

source: share public key
de: Public Key teilen
es: compartir clave pública
fr: partager la clé publique
ja: 公開鍵を共有
zh_hans: 共享公钥
zh_hant: 共享公開金鑰

source: share, in and out
de: Teilen, in beide Richtungen
es: compartir, en ambos sentidos
fr: partager, dans les deux sens
ja: 双方向で共有
zh_hans: 双向共享
zh_hant: 雙向分享

source: shortcuts
de: Kurzbefehle
es: atajos
fr: raccourcis
ja: ショートカット
zh_hans: 快捷键
zh_hant: 快速鍵

source: show accessory bar
de: Zubehörleiste anzeigen
es: mostrar la barra accesoria
fr: afficher la barre d'accessoires
ja: アクセサリバーを表示
zh_hans: 显示辅助栏
zh_hant: 顯示輔助列

source: show less
de: Weniger anzeigen
es: mostrar menos
fr: afficher moins
ja: 折りたたむ
zh_hans: 收起
zh_hant: 收合

source: show more
de: Mehr anzeigen
es: mostrar más
fr: afficher plus
ja: もっと見る
zh_hans: 展开
zh_hant: 展開

source: show sidebar
de: Seitenleiste einblenden
es: mostrar la barra lateral
fr: afficher la barre latérale
ja: サイドバーを表示
zh_hans: 显示边栏
zh_hant: 顯示側邊欄

source: sidebar, top bar, and accessory bar surface — options the device can't render are hidden
de: Oberfläche von Seitenleiste, oberer Leiste und Zubehörleiste – Optionen, die das Gerät nicht darstellen kann, werden ausgeblendet
es: superficie de la barra lateral, la barra superior y la barra accesoria: se ocultan las opciones que el dispositivo no puede representar
fr: surface de la barre latérale, de la barre supérieure et de la barre d'accessoires — les options que l'appareil ne peut pas rendre sont masquées
ja: サイドバー・トップバー・アクセサリバーの表面。デバイスが描画できない選択肢は表示されません
zh_hans: 侧边栏、顶栏和辅助栏的表面 —— 设备无法渲染的选项会被隐藏
zh_hant: 側邊欄、頂欄和輔助列的表面 —— 裝置無法算繪的選項會被隱藏

source: single SSH connection; tmux tabs stay on the main session.
de: eine einzige SSH-Verbindung; tmux-Tabs bleiben auf der Hauptsitzung.
es: una sola conexión SSH; las pestañas de tmux se quedan en la sesión principal.
fr: une seule connexion SSH ; les onglets tmux restent sur la session principale.
ja: SSH 接続は 1 本で、tmux のタブはメインセッション上に留まります。
zh_hans: 单条 SSH 连接；tmux 标签停留在主会话上。
zh_hant: 單條 SSH 連線；tmux 標籤停留在主工作階段上。

source: skip
de: überspringen
es: omitir
fr: passer
ja: スキップ
zh_hans: 跳过
zh_hant: 跳過

source: skip tour ✕
de: Rundgang überspringen ✕
es: omitir el recorrido ✕
fr: passer la visite ✕
ja: ツアーをスキップ ✕
zh_hans: 跳过导览 ✕
zh_hant: 跳過導覽 ✕

source: slow
de: langsam
es: lenta
fr: lente
ja: 遅い
zh_hans: 慢
zh_hant: 慢

source: smart default
de: intelligenter Standard
es: valor inteligente por omisión
fr: réglage intelligent par défaut
ja: スマートなデフォルト
zh_hans: 智能默认
zh_hant: 智慧預設

source: smooth scrolling
de: weiches Scrollen
es: desplazamiento suave
fr: défilement fluide
ja: スムーズスクロール
zh_hans: 平滑滚动
zh_hant: 平滑捲動

source: soft tink when the terminal emits BEL · mixes with music
de: leises Klicken, wenn das Terminal BEL sendet · mischt sich mit der Musik
es: un tintineo suave cuando el terminal emite BEL · se mezcla con la música
fr: un léger tintement lorsque le terminal émet BEL · se mêle à la musique
ja: ターミナルが BEL を出したときに小さな音を鳴らします · 音楽と重ねて再生されます
zh_hans: 终端发出 BEL 时轻响一声 · 与音乐叠加播放
zh_hant: 終端機發出 BEL 時輕響一聲 · 與音樂疊加播放

source: software key (peer-reported)
de: Software-Key (vom Peer gemeldet)
es: clave por software (informada por el par)
fr: clé logicielle (déclarée par le pair)
ja: ソフトウェアキー（ピア申告）
zh_hans: 软件密钥（对端报告）
zh_hant: 軟體金鑰（對端回報）

source: software keyboard accessory
de: Zubehörleiste der Bildschirmtastatur
es: barra accesoria del teclado en pantalla
fr: barre d'accessoires du clavier logiciel
ja: ソフトウェアキーボードのアクセサリバー
zh_hans: 软件键盘辅助栏
zh_hant: 軟體鍵盤輔助列

source: solid
de: deckend
es: opaco
fr: opaque
ja: 不透明
zh_hans: 纯色
zh_hant: 純色

source: solid color from the selected theme.
de: einfarbig in der Farbe des gewählten Themas.
es: color sólido del tema seleccionado.
fr: couleur unie issue du thème sélectionné.
ja: 選択したテーマの単色を使います。
zh_hans: 使用所选主题的纯色。
zh_hant: 使用所選主題的純色。

source: sort by modified
de: nach Änderungsdatum sortieren
es: ordenar por fecha de modificación
fr: trier par date de modification
ja: 変更日で並べ替え
zh_hans: 按修改时间排序
zh_hant: 依修改時間排序

source: sound
de: Ton
es: sonido
fr: son
ja: サウンド
zh_hans: 声音
zh_hant: 聲音

source: source-file passphrase (optional)
de: Passphrase der Quelldatei (optional)
es: frase de contraseña del archivo de origen (opcional)
fr: phrase secrète du fichier source (facultative)
ja: 元ファイルのパスフレーズ（省略可能）
zh_hans: 源文件的密码短语（可选）
zh_hant: 來源檔案的密碼短語（選用）

source: split pane
de: Bereich teilen
es: dividir panel
fr: diviser le volet
ja: ペインを分割
zh_hans: 分割窗格
zh_hant: 分割窗格

source: split side-by-side
de: nebeneinander teilen
es: dividir en paralelo
fr: diviser côte à côte
ja: 左右に分割
zh_hans: 左右分割
zh_hant: 左右分割

source: split side-by-side / stacked
de: nebeneinander / übereinander teilen
es: dividir en paralelo / en horizontal
fr: diviser côte à côte / l'un au-dessus de l'autre
ja: 左右／上下に分割
zh_hans: 左右 / 上下分割
zh_hant: 左右 / 上下分割

source: split stacked
de: übereinander teilen
es: dividir en horizontal
fr: diviser l'un au-dessus de l'autre
ja: 上下に分割
zh_hans: 上下分割
zh_hant: 上下分割

source: ssh, mosh, tmux, files, forwarding, and every other tessera feature are included. the one-time purchase changes only how many hosts tessera remembers.
de: SSH, mosh, tmux, Dateien, Weiterleitung und jede andere Tessera-Funktion sind enthalten. Der einmalige Kauf ändert nur, wie viele Hosts sich Tessera merkt.
es: SSH, mosh, tmux, archivos, redirección y todas las demás funciones de Tessera están incluidas. la compra única solo cambia cuántos hosts recuerda Tessera.
fr: SSH, mosh, tmux, les fichiers, la redirection et toutes les autres fonctionnalités de Tessera sont incluses. l'achat unique ne change que le nombre d'hôtes que Tessera mémorise.
ja: SSH、mosh、tmux、ファイル、ポート転送など、Tessera のすべての機能が含まれます。買い切りで変わるのは、Tessera が記憶できるホストの数だけです。
zh_hans: SSH、mosh、tmux、文件、端口转发以及 Tessera 的其他所有功能都已包含。一次性购买只改变 Tessera 能记住多少台主机。
zh_hant: SSH、mosh、tmux、檔案、連接埠轉發以及 Tessera 的其他所有功能都已包含。一次性購買只改變 Tessera 能記住多少台主機。

source: ssh: connected
de: ssh: verbunden
es: ssh: conectado
fr: ssh : connecté
ja: ssh: 接続済み
zh_hans: ssh：已连接
zh_hant: ssh：已連線

source: ssh: disconnected
de: ssh: getrennt
es: ssh: desconectado
fr: ssh : déconnecté
ja: ssh: 未接続
zh_hans: ssh：已断开
zh_hant: ssh：已中斷

source: stale
de: veraltet
es: obsoleto
fr: obsolète
ja: 古い記録
zh_hans: 已过时
zh_hant: 已過時

source: start
de: starten
es: empezar
fr: commencer
ja: 開始
zh_hans: 开始
zh_hant: 開始

source: start / end of line
de: Zeilenanfang / -ende
es: inicio / fin de línea
fr: début / fin de ligne
ja: 行頭／行末
zh_hans: 行首 / 行尾
zh_hant: 行首 / 行尾

source: start again
de: Neu beginnen
es: empezar de nuevo
fr: recommencer
ja: やり直す
zh_hans: 重新开始
zh_hant: 重新開始

source: start mosh inside per-host tmux session `%@`.
de: mosh in der Host-eigenen tmux-Sitzung `%@` starten.
es: iniciar mosh dentro de la sesión tmux propia del host `%@`.
fr: démarrer mosh dans la session tmux propre à l'hôte `%@`.
ja: ホストごとの tmux セッション `%@` の中で mosh を開始します。
zh_hans: 在该主机专属的 tmux 会话 `%@` 中启动 mosh。
zh_hant: 在該主機專屬的 tmux 工作階段 `%@` 中啟動 mosh。

source: starting tmux
de: starte tmux
es: iniciando tmux
fr: démarrage de tmux
ja: tmux を起動中
zh_hans: 正在启动 tmux
zh_hant: 正在啟動 tmux

source: starts on-device dictation · puck morphs into a live waveform · tap again or pause to commit
de: startet das Diktat auf dem Gerät · der Puck wird zu einer Live-Wellenform · erneut tippen oder pausieren zum Übernehmen
es: inicia el dictado en el dispositivo · el disco se convierte en una onda en vivo · toca otra vez o haz una pausa para confirmar
fr: démarre la dictée sur l'appareil · le palet se transforme en forme d'onde en direct · touchez de nouveau ou marquez une pause pour valider
ja: デバイス上の音声入力を開始します · パックがリアルタイムの波形に変わります · もう一度タップするか、間を置くと確定します
zh_hans: 启动设备端听写 · 圆钮会变成实时波形 · 再次轻点或停顿即可提交
zh_hant: 啟動裝置端聽寫 · 圓鈕會變成即時波形 · 再次輕點或停頓即可提交

source: startup
de: Start
es: inicio
fr: démarrage
ja: 起動
zh_hans: 启动
zh_hant: 啟動

source: startup snippet
de: Startskript
es: fragmento de inicio
fr: extrait de démarrage
ja: 起動スニペット
zh_hans: 启动脚本片段
zh_hant: 啟動指令片段

source: startup snippets
de: Startskripte
es: fragmentos de inicio
fr: extraits de démarrage
ja: 起動スニペット
zh_hans: 启动脚本片段
zh_hant: 啟動指令片段

source: status hook installed but inactive here — review Codex /hooks or relaunch the agent
de: Status-Hook installiert, hier aber inaktiv — prüfe Codex /hooks oder starte den Agenten neu
es: hook de estado instalado pero inactivo aquí: revisa /hooks en Codex o reinicia el agente
fr: hook d'état installé mais inactif ici — vérifiez /hooks dans Codex ou relancez l'agent
ja: ステータスフックはインストール済みですが、ここでは無効です — Codex の /hooks を確認するか、エージェントを再起動してください
zh_hans: 状态钩子已安装但在此未激活 —— 请查看 Codex 的 /hooks 或重新启动智能体
zh_hant: 狀態掛鉤已安裝但在此未啟用 —— 請檢視 Codex 的 /hooks 或重新啟動智慧體

source: status hook is outdated; update it for precise state
de: Status-Hook ist veraltet; aktualisiere ihn für präzisen Status
es: el hook de estado está desactualizado; actualízalo para obtener un estado preciso
fr: le hook d'état est obsolète ; mettez-le à jour pour un état précis
ja: ステータスフックが古くなっています。正確な状態表示のために更新してください
zh_hans: 状态钩子已过时；请更新以获得精确状态
zh_hant: 狀態掛鉤已過時；請更新以取得精確狀態

source: status hook v%lld is outdated; update to v%lld
de: Status-Hook v%1$lld ist veraltet; aktualisiere auf v%2$lld
es: el hook de estado v%1$lld está desactualizado; actualiza a v%2$lld
fr: le hook d'état v%1$lld est obsolète ; mettez à jour vers v%2$lld
ja: ステータスフック v%1$lld は古いバージョンです。v%2$lld に更新してください
zh_hans: 状态钩子 v%1$lld 已过时；请更新到 v%2$lld
zh_hant: 狀態掛鉤 v%1$lld 已過時；請更新到 v%2$lld

source: status unavailable
de: Status nicht verfügbar
es: estado no disponible
fr: état indisponible
ja: ステータスを取得できません
zh_hans: 状态不可用
zh_hant: 狀態無法使用

source: status unavailable — open the pane
de: Status nicht verfügbar — öffne den Bereich
es: estado no disponible: abre el panel
fr: état indisponible — ouvrez le volet
ja: 状態を取得できません — ペインを開いてください
zh_hans: 状态不可用 —— 请打开该窗格
zh_hant: 狀態無法取得 —— 請開啟該窗格

source: stay on each device
de: bleiben auf jedem Gerät
es: se quedan en cada dispositivo
fr: restent sur chaque appareil
ja: 各デバイスにとどまります
zh_hans: 留在各自设备上
zh_hant: 留在各自裝置上

source: sticky
de: haftend
es: persistente
fr: persistant
ja: 固定
zh_hans: 保持
zh_hant: 保持

source: still %@ — the connection is up but this stage has not completed.
de: immer noch %@ — die Verbindung steht, aber dieser Schritt ist nicht abgeschlossen.
es: sigue en %@: la conexión está activa pero esta etapa no ha terminado.
fr: toujours %@ — la connexion est établie mais cette étape n'est pas terminée.
ja: まだ %@ — 接続は確立していますが、この段階が完了していません。
zh_hans: 仍在 %@ — 连接已建立，但这一步尚未完成。
zh_hant: 仍在 %@ — 連線已建立，但這一步尚未完成。

source: still %@ — the handshake has not completed.
de: immer noch %@ — der Handshake ist nicht abgeschlossen.
es: sigue en %@: el handshake no ha terminado.
fr: toujours %@ — le handshake n'est pas terminé.
ja: まだ %@ — ハンドシェイクが完了していません。
zh_hans: 仍在 %@ — 握手尚未完成。
zh_hant: 仍在 %@ — 交握尚未完成。

source: stored only in this device's keychain — never synced
de: nur im Schlüsselbund dieses Geräts gesichert – wird nie synchronisiert
es: se guarda solo en el llavero de este dispositivo, nunca se sincroniza
fr: conservé uniquement dans le trousseau de cet appareil — jamais synchronisé
ja: このデバイスのキーチェーンにのみ保存され、同期されることはありません
zh_hans: 仅保存在本设备的钥匙串中 —— 绝不同步
zh_hant: 僅儲存在本裝置的鑰匙圈中 —— 絕不同步

source: stored only in this device's keychain — never synced and never sent to the other device
de: nur im Schlüsselbund dieses Geräts gesichert – wird nie synchronisiert und nie an das andere Gerät gesendet
es: se guarda solo en el llavero de este dispositivo: nunca se sincroniza ni se envía al otro dispositivo
fr: conservé uniquement dans le trousseau de cet appareil — jamais synchronisé ni envoyé à l'autre appareil
ja: このデバイスのキーチェーンにのみ保存され、同期されることも、もう一方のデバイスに送られることもありません
zh_hans: 仅保存在本设备的钥匙串中 —— 绝不同步，也绝不发送到另一台设备
zh_hant: 僅儲存在本裝置的鑰匙圈中 —— 絕不同步，也絕不傳送到另一台裝置

source: submission failed — text may still be in the composer
de: Senden fehlgeschlagen — der Text steht eventuell noch im Eingabefeld
es: el envío falló: puede que el texto siga en el redactor
fr: échec de l'envoi — le texte est peut-être encore dans le champ de saisie
ja: 送信に失敗しました — テキストが入力欄に残っている可能性があります
zh_hans: 提交失败 —— 文本可能仍留在输入框中
zh_hant: 送出失敗 —— 文字可能仍留在輸入框中

source: submission not verified — open the pane
de: Senden nicht bestätigt — öffne den Bereich
es: envío no verificado: abre el panel
fr: envoi non vérifié — ouvrez le volet
ja: 送信を確認できませんでした — ペインを開いてください
zh_hans: 提交未确认 —— 请打开该窗格
zh_hant: 送出未確認 —— 請開啟該窗格

source: subscription or tessera account
de: Abo oder Tessera-Account
es: suscripción o cuenta de Tessera
fr: abonnement ou compte Tessera
ja: サブスクリプションや Tessera アカウント
zh_hans: 订阅或 Tessera 账户
zh_hant: 訂閱或 Tessera 帳號

source: suppressed
de: unterdrückt
es: silenciado
fr: supprimé
ja: 抑制中
zh_hans: 已抑制
zh_hant: 已抑制

source: switch
de: wechseln
es: cambiar
fr: changer
ja: 切り替え
zh_hans: 切换
zh_hant: 切換

source: switch mode
de: Modus wechseln
es: cambiar de modo
fr: changer de mode
ja: モードを切り替え
zh_hans: 切换模式
zh_hant: 切換模式

source: switch session or agent — @ scopes agents
de: Sitzung oder Agent wechseln – @ grenzt auf Agenten ein
es: cambiar de sesión o de agente: @ acota a los agentes
fr: changer de session ou d'agent — @ restreint aux agents
ja: セッションまたはエージェントを切り替え — @ でエージェントに絞り込み
zh_hans: 切换会话或智能体 —— @ 限定为智能体
zh_hant: 切換工作階段或智慧體 —— @ 限定為智慧體

source: switch session, window or agent
de: Sitzung, Fenster oder Agent wechseln
es: cambiar de sesión, ventana o agente
fr: changer de session, de fenêtre ou d'agent
ja: セッション・ウインドウ・エージェントを切り替え
zh_hans: 切换会话、窗口或智能体
zh_hant: 切換工作階段、視窗或智慧體

source: switch window
de: Fenster wechseln
es: cambiar de ventana
fr: changer de fenêtre
ja: ウインドウを切り替え
zh_hans: 切换窗口
zh_hant: 切換視窗

source: symbols
de: Symbole
es: símbolos
fr: symboles
ja: 記号
zh_hans: 符号
zh_hant: 符號

source: sync offline
de: Synchronisierung offline
es: sincronización desconectada
fr: synchronisation hors ligne
ja: 同期オフライン
zh_hans: 同步离线
zh_hant: 同步離線

source: tail the deploy log
de: Deploy-Log mitlesen
es: seguir el registro de despliegue
fr: suivre le journal de déploiement
ja: デプロイのログを追う
zh_hans: 跟踪部署日志
zh_hant: 追蹤部署日誌

source: take back control
de: Steuerung zurückholen
es: recuperar el control
fr: reprendre la main
ja: 操作を取り戻す
zh_hans: 取回控制权
zh_hant: 取回控制權

source: take it
de: übernehmen
es: quedártelo
fr: le prendre
ja: こちらに割り当てる
zh_hans: 占用它
zh_hant: 占用它

source: take the tour
de: Rundgang starten
es: hacer el recorrido
fr: faire la visite
ja: ツアーを見る
zh_hans: 开始导览
zh_hant: 開始導覽

source: taking back control…
de: Steuerung wird zurückgeholt…
es: recuperando el control…
fr: reprise de la main…
ja: 操作を取り戻しています…
zh_hans: 正在取回控制权…
zh_hant: 正在取回控制權…

source: taking longer than expected. %@
de: dauert länger als erwartet. %@
es: está tardando más de lo esperado. %@
fr: prend plus de temps que prévu. %@
ja: 予想より時間がかかっています。%@
zh_hans: 耗时超出预期。%@
zh_hant: 耗時超出預期。%@

source: tap a palette chip to add · tap a preview chip to remove · long-press a preview chip to drag-reorder · dimmed palette entries are already on the bar shortcuts you write appear under YOUR SHORTCUTS — add one from keyboard shortcuts above ⌘ is different from the other modifiers: it runs a Tessera shortcut instead of sending anything to the remote, so app shortcuts work without a hardware keyboard
de: tippe einen Chip in der Palette an, um ihn hinzuzufügen · tippe einen Chip in der Vorschau an, um ihn zu entfernen · halte einen Chip in der Vorschau gedrückt, um ihn per Ziehen umzusortieren · abgeblendete Paletteneinträge sind bereits in der Leiste selbst geschriebene Kurzbefehle erscheinen unter DEINE KURZBEFEHLE – füge oben unter „Tastaturkurzbefehle“ einen hinzu ⌘ verhält sich anders als die übrigen Modifier: es führt einen Tessera-Kurzbefehl aus, statt etwas an die Gegenstelle zu senden, sodass App-Kurzbefehle auch ohne Hardware-Tastatur funktionieren
es: toca una ficha de la paleta para añadirla · toca una ficha de la vista previa para quitarla · mantén pulsada una ficha de la vista previa para reordenarla arrastrando · las entradas atenuadas de la paleta ya están en la barra los atajos que escribas aparecen bajo TUS ATAJOS: añade uno desde los atajos de teclado de arriba ⌘ se comporta distinto de los demás modificadores: ejecuta un atajo de Tessera en lugar de enviar algo al remoto, así que los atajos de la app funcionan sin teclado físico
fr: touchez une pastille de la palette pour l'ajouter · touchez une pastille de l'aperçu pour la retirer · maintenez une pastille de l'aperçu pour la réordonner par glissement · les entrées grisées de la palette sont déjà dans la barre les raccourcis que vous écrivez apparaissent sous VOS RACCOURCIS — ajoutez-en un depuis les raccourcis clavier ci-dessus ⌘ se distingue des autres modificateurs : il exécute un raccourci Tessera au lieu d'envoyer quoi que ce soit à la machine distante, si bien que les raccourcis de l'app fonctionnent sans clavier physique
ja: パレットのチップをタップすると追加され、プレビューのチップをタップすると削除されます · プレビューのチップを長押しするとドラッグして並べ替えられます · 暗く表示されたパレットの項目は、すでにバーにあります 自分で作ったショートカットは「自分のショートカット」に表示されます。上の「キーボードショートカット」から追加してください ⌘ はほかの修飾キーとは異なり、リモートに何かを送るのではなく Tessera のショートカットを実行します。そのため、ハードウェアキーボードがなくてもアプリのショートカットを使えます
zh_hans: 点按调色板中的按钮即可添加 · 点按预览中的按钮即可移除 · 长按预览中的按钮可拖动重排 · 变暗的调色板条目表示已在栏中 你自己编写的快捷键会出现在「你的快捷键」下 —— 请从上方的键盘快捷键中添加 ⌘ 与其他修饰键不同：它执行的是 Tessera 快捷键，而不会向远程发送任何内容，因此没有硬件键盘也能使用应用快捷键
zh_hant: 點按調色板中的按鈕即可加入 · 點按預覽中的按鈕即可移除 · 長按預覽中的按鈕可拖移重排 · 變暗的調色板項目表示已在列中 你自己編寫的快速鍵會出現在「你的快速鍵」下 —— 請從上方的鍵盤快速鍵中加入 ⌘ 與其他修飾鍵不同：它執行的是 Tessera 快速鍵，而不會向遠端傳送任何內容，因此沒有硬體鍵盤也能使用 App 快速鍵

source: tap an agent to jump into its session; answer or send directly from its card.
de: Tippe auf einen Agenten, um zu seiner Sitzung zu springen; antworte oder sende direkt von seiner Karte aus.
es: toca un agente para ir a su sesión; responde o envía directamente desde su tarjeta.
fr: touchez un agent pour ouvrir sa session ; répondez ou envoyez directement depuis sa carte.
ja: エージェントをタップするとそのセッションに移動します。カードから直接回答・送信もできます。
zh_hans: 轻点智能体即可进入其会话；也可直接在卡片上回答或发送。
zh_hant: 輕點智慧體即可進入其工作階段；也可直接在卡片上回答或傳送。

source: tap anywhere
de: irgendwo tippen
es: toca en cualquier parte
fr: touchez n'importe où
ja: どこでもタップ
zh_hans: 轻点任意位置
zh_hant: 點一下任意位置

source: tap anywhere · or press any key
de: irgendwo tippen · oder eine beliebige Taste drücken
es: toca en cualquier parte · o pulsa cualquier tecla
fr: touchez n'importe où · ou appuyez sur n'importe quelle touche
ja: どこでもタップ · または任意のキーを押してください
zh_hans: 轻点任意位置 · 或按任意键
zh_hant: 點一下任意位置 · 或按任意鍵

source: tap once · next key
de: einmal tippen · nächste Taste
es: un toque · siguiente tecla
fr: une touche · touche suivante
ja: 1 回タップ · 次のキー
zh_hans: 轻点一次 · 下一个按键
zh_hant: 輕點一次 · 下一個按鍵

source: tap to connect · name is not trusted
de: zum Verbinden tippen · dem Namen wird nicht vertraut
es: toca para conectar · el nombre no es de confianza
fr: touchez pour vous connecter · le nom n'est pas fiable
ja: タップして接続 · 表示名は信頼の根拠になりません
zh_hans: 轻点以连接 · 名称不可作为信任依据
zh_hant: 點一下以連線 · 名稱不可作為信任依據

source: tap to unlock
de: Zum Entsperren tippen
es: toca para desbloquear
fr: touchez pour déverrouiller
ja: タップしてロック解除
zh_hans: 轻点以解锁
zh_hant: 輕點以解鎖

source: tap twice · locked
de: zweimal tippen · festgestellt
es: dos toques · fijado
fr: deux touches · verrouillé
ja: 2 回タップ · ロック
zh_hans: 轻点两次 · 已锁定
zh_hant: 輕點兩次 · 已鎖定

source: tap, hold & drag
de: tippen, halten & ziehen
es: tocar, mantener y arrastrar
fr: toucher, maintenir et faire glisser
ja: タップ、長押ししてドラッグ
zh_hans: 轻点、按住并拖移
zh_hant: 輕點、按住並拖移

source: task
de: Aufgabe
es: tarea
fr: tâche
ja: タスク
zh_hans: 任务
zh_hant: 工作

source: tcp control: connected
de: TCP-Steuerkanal: verbunden
es: control TCP: conectado
fr: contrôle TCP : connecté
ja: TCP コントロール: 接続済み
zh_hans: TCP 控制：已连接
zh_hant: TCP 控制：已連線

source: tcp control: disconnected
de: TCP-Steuerkanal: getrennt
es: control TCP: desconectado
fr: contrôle TCP : déconnecté
ja: TCP コントロール: 未接続
zh_hans: TCP 控制：已断开
zh_hant: TCP 控制：已中斷

source: tcp control: retrying
de: TCP-Steuerkanal: neuer Versuch
es: control TCP: reintentando
fr: contrôle TCP : nouvelle tentative
ja: TCP コントロール: 再試行中
zh_hans: TCP 控制：正在重试
zh_hant: TCP 控制：正在重試

source: temp file cleanup
de: Bereinigung temporärer Dateien
es: limpieza de archivos temporales
fr: nettoyage des fichiers temporaires
ja: 一時ファイルの整理
zh_hans: 临时文件清理
zh_hant: 暫存檔案清理

source: temp folder
de: temporärer Ordner
es: carpeta temporal
fr: dossier temporaire
ja: 一時フォルダ
zh_hans: 临时文件夹
zh_hant: 暫存檔案夾

source: temp · auto-cleans after %lld d
de: temporär · wird nach %lld Tagen automatisch aufgeräumt
es: temporal · se limpia solo tras %lld días
fr: temporaire · nettoyé automatiquement après %lld jours
ja: 一時 · %lld 日後に自動削除
zh_hans: 临时 · %lld 天后自动清理
zh_hant: 暫存 · %lld 天後自動清理

source: terminal background
de: Terminal-Hintergrund
es: fondo del terminal
fr: arrière-plan du terminal
ja: ターミナルの背景
zh_hans: 终端背景
zh_hant: 終端機背景

source: terminal color theme
de: Farbthema des Terminals
es: tema de color del terminal
fr: thème de couleurs du terminal
ja: ターミナルのカラーテーマ
zh_hans: 终端配色主题
zh_hant: 終端機配色主題

source: terminal controls
de: Terminal-Steuerung
es: controles del terminal
fr: commandes du terminal
ja: ターミナル操作
zh_hans: 终端控件
zh_hant: 終端機控制項

source: terminal font size · %lld pt
de: Terminal-Schriftgröße · %lld pt
es: tamaño de letra del terminal · %lld pt
fr: taille de police du terminal · %lld pt
ja: ターミナルの文字サイズ · %lld pt
zh_hans: 终端字体大小 · %lld pt
zh_hant: 終端機字體大小 · %lld pt
